Repository: gmartsenkov/uni_final_project
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: bg

source: Add Author
bg: Добави автор

source: Article not found
bg: Статията не съществува

source: Articles
bg: Статии

source: Author is already in the list
bg: Авторът е вече в списъка

source: Create
bg: Създай

source: Edit
bg: Редактирай

source: Edit Article
bg: Редактирай Статия

source: Logout
bg: Изход

source: Name
bg: Име

source: New Article
bg: Нова Статия

source: Publisher
bg: Издателство

source: Type
bg: Тип

source: Update
bg: Обнови

source: User does not exist
bg: Такъв потребител не съществува

source: Year
bg: Година

source: Email address
bg: Имейл адрес

source: Login
bg: Вход

source: Password
bg: Парола

source: Register
bg: Регистрация

source: User created successfuly
bg: Потребителят беше създаден успешно

source: article
bg: статия

source: Search
bg: Търсене

source: Total of
bg: Общо

source: Email and password do not match
bg: Грешен имейл или парола

source: Log In
bg: Вход

source: Please log in
bg: Моля впишете се

source: Show
bg: Покажи

source: entries
bg: резултата

source: Next
bg: Следваща

source: Previous
bg: Предишна

source: International
bg: Международен

source: National
bg: Национален

source: project
bg: проект

source: Edit Project
bg: Редактирай Проект

source: External
bg: Външно

source: Financing
bg: Финансиране

source: Internal
bg: Вътрешно

source: New Project
bg: Нов Проект

source: Participation Role
bg: Роля

source: Project ID
bg: Проект №

source: Project Type
bg: Вид проект

source: Project created successfuly
bg: Проектът беше създаден успешно

source: Project not found
bg: Проектът не съществува

source: Project updated successfuly
bg: Проектът беше успешно обновена

source: Projects
bg: Проекти

source: conference
bg: конференция

source: Conference created successfuly
bg: Статията беше създаден успешно

source: Conference not found
bg: Конференцията не беше намерена

source: Conference updated successfuly
bg: Конференцията беше успешно обновена

source: Conferences
bg: Конференции

source: Edit Conference
bg: Редактирай Конференция

source: New Conference
bg: Нова Конференция

source: Page End
bg: Последна страница

source: Page Start
bg: Начална страница

source: Published
bg: Публикуван

source: Reported
bg: Докладван

source: Email
bg: Имейл

source: New Password
bg: Нова Парола

source: Profile
bg: Профил

source: Profile updated successfully
bg: Профилът беше успешно обновен

source: Change Password
bg: Обнови Парола

source: monograph
bg: монография

source: Edit Monograph
bg: Редактирай Mонография

source: Monograph created successfuly
bg: Монографията беше създаден успешно

source: Monograph not found
bg: Монографията не съществува

source: Monograph updated successfuly
bg: Монографията беше успешно обновен

source: Monographs
bg: Монографии

source: New Monograph
bg: Нова Монография

source: Department
bg: Катедра

source: Faculty
bg: Факултет

source: Password updated successfully
bg: Паролата беше успешно обновен

source: The password is wrong
bg: Грешна парола

source: Users
bg: Потребители

source: user
bg: потребител

source: Article created successfully
bg: Статията беше създаден успешно

source: Article updated successfully
bg: Статията беше успешно обновена

source: Edit User
bg: Редактирай потребител

source: User not found
bg: Потребителят не съществува

source: User updated successfully
bg: Профилът беше успешно обновен

source: All
bg: Всички

source: From (year)
bg: От (година)

source: New User
bg: Нов потребител

source: No
bg: Не

source: Reports
bg: Доклади

source: To (year)
bg: До (година)

source: User created successfully
bg: Потребителят беше създаден успешно

source: Yes
bg: Да

source: Export
bg: Свали

source: Admin
bg: Администратор

source: Head of department
bg: Ръководител катедра

source: Head of faculty
bg: Декан

source: Myself
bg: Лични

source: faculty
bg: Факултет

source: Are you sure?
bg: Сигурни ли сте?

source: Department created successfuly
bg: Потребителят беше създаден успешно

source: Department not found
bg: Катедра

source: Department updated successfuly
bg: Профилът беше успешно обновен

source: Departments
bg: Катедри

source: Departments don't exist for this faculty
bg: Не съществуват катедри за този факултет

source: Edit Department
bg: Катедра

source: Edit Faculty
bg: Редактирай факултет

source: Faculties
bg: Факултети

source: Faculty created successfuly
bg: Статията беше създаден успешно

source: Faculty deleted successfuly
bg: Статията беше създаден успешно

source: Faculty not found
bg: Статията не съществува

source: Faculty updated successfuly
bg: Факултетът беше успешно обновен

source: New Department
bg: Нова Катедра

source: New Faculty
bg: Нов Факултет

source: Staff
bg: Състав

source: Department doesn't have a Head of department or faculty
bg: Факултетът няма Декан и Ръководител на катедра

source: Department deleted successfuly
bg: Катедрата беше успешно обновен

source: Not allowed
bg: Не е позволено

source: Forgotten Password
bg: Забравена Парола

source: Link is invalid
bg: Линкът е навалиден

source: Password needs to be at least 8 characters
bg: Паролата трябва да е поне 8 символа

source: Password reset email sent.
bg: Имейл с инструкции за обновяване на паролата беше изпратен

source: Passwords don't match
bg: Паролите не са еднакви

source: Repeat Password
bg: Повтори Парола

source: Reset
bg: Възстанови

source: Reset Password
bg: Възстановяване на парола

source: Update Password
bg: Обнови Парола

source: User password updated
bg: Паролата беше успешно обновена

source: User with that email address does not exist.
bg: Потребител с този имейл не съществува

source: Article deleted successfuly
bg: Статията беше изтрита успешно

source: Conference deleted successfuly
bg: Конференцията беше изтрита успешно

source: Monograph deleted successfuly
bg: Монографията беше изтрита успешно

source: Project deleted successfuly
bg: Статията беше изтрита успешно

source: Title
bg: Заглавие

source: Topic
bg: Тема
